cask_args appdir: "/Applications"

brew "aria2"
brew "coreutils"
brew "ctop"
brew "ffmpeg"
brew "git"
brew "htop"
brew "iperf3"
brew "jq"
brew "mas"
brew "nmap"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "wget"

mas "Moom", id: 419330170
mas "The Unarchiver", id: 425424353
mas "DaisyDisk", id: 411643860
mas "Speedtest", id: 1153157709
mas "Microsoft Remote Desktop", id: 1295203466
mas "Lungo", id: 1263070803
mas "Deliveries", id: 924726344

cask "1Password"
cask "alfred"
cask "google-chrome"
cask "spotify"
cask "visual-studio-code"
cask "bartender"
cask "carbon-copy-cloner"
cask "docker"
cask "fantastical"
cask "vlc"
cask "iterm2"
