# brew bundle --file ${PWD}/Brewfile

# mac apps
cask "1Password"
cask "alfred"
cask "carbon-copy-cloner"
cask "docker"
cask "fantastical"
cask "google-chrome"
cask "ghostty"
cask "istat-menus"
cask "moom"
cask "plex"
cask "plexamp"
cask "rapidapi"
cask "rocket"
cask "slack"
cask "spotify"
cask "transmit"
cask "visual-studio-code"
cask "vlc"

# command line tools
brew "aria2"
brew "awscli"
brew "btop"
brew "coreutils"
brew "eza"
brew "ffmpeg"
brew "git"
brew "gh"
brew "htop"
brew "imagemagick"
brew "iperf3"
brew "jq"
brew "lazygit"
brew "luarocks"
brew "neovim"
brew "nmap"
brew "ripgrep"
brew "starship"
brew "the_silver_searcher"
brew "tig"
brew "tlrc"
brew "vivid"
brew "wakeonlan"
brew "wget"
brew "yt-dlp"
brew "zsh-autosuggestions"
brew "zsh-fast-syntax-highlighting"
