# brew bundle --file ${PWD}/Brewfile

cask_args appdir: "/Applications"

brew "mas"

mas "Airmail", id: 918858936
mas "DaisyDisk", id: 411643860
mas "Lungo", id: 1263070803
mas "Microsoft Remote Desktop", id: 1295203466
mas "Moom", id: 419330170
mas "NotePlan 3", id: 1505432629
mas "Parcel", id: 639968404
mas "Soulver 3", id: 1508732804
mas "Speedtest", id: 1153157709
mas "The Unarchiver", id: 425424353
mas "Yoink", id: 457622435

# mac apps
brew "1Password"
brew "alfred"
brew "bartender"
brew "carbon-copy-cloner"
brew "cursor"
brew "docker"
brew "fantastical"
brew "google-chrome"
brew "iterm2"
brew "rocket"
brew "slack"
brew "spotify"
brew "visual-studio-code"
brew "vlc"

# command line tools
brew "aria2"
brew "coreutils"
brew "git"
brew "htop"
brew "iperf3"
brew "jq"
brew "nmap"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "wakeonlan"
brew "wget"