# brew bundle --file ${PWD}/Brewfile-casks

# mac apps
cask "1Password"
cask "alfred"
cask "carbon-copy-cloner"
# cask "docker"
cask "fantastical"
# cask "google-chrome"
cask "ghostty"
cask "istat-menus"
cask "moom"
cask "plex"
cask "plexamp"
cask "rapidapi"
cask "rocket"
cask "slack"
cask "spotify"
cask "transmit"
cask "visual-studio-code"
cask "vlc"